#### FtPerSSup2 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ft/sÂ², indicating unit Feet per second squared.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtPerSSup2 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtPerSSup2 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtPerSSup2 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace